{
    "author": "Kevin Kelly",
    "body": "Falarei um pouco sobre o rumo que a tecnologia está tomando. Muitas vezes, a tecnologia vem até nós, e nos surpreendemos com o que ela traz. Mas há um amplo aspecto da tecnologia que é muito mais previsível. Isso se deve ao fato de que os sistemas tecnológicos têm propensões, urgências e tendências. Essas tendências são derivadas da própria natureza da física, da química dos fios, interruptores e elétrons, e irão criar padrões recorrentes muitas vezes. Assim, esses padrões produzem essas tendências e propensões. \r\n\r\nPodemos pensar nisso quase como uma espécie de gravidade. Imaginem gotas de chuva caindo em um vale. A trajetória real de uma gota de chuva que desce o vale é imprevisível. Não podemos ver aonde ela vai, mas a direção geral é bem inevitável: para baixo. Assim, essas tendências e urgências incluídas nos sistemas tecnológicos nos dão uma percepção de para onde as coisas estão avançando. Portanto, em um sentido mais amplo, diria que os telefones eram inevitáveis, mas o IPhone não. A Internet era inevitável, mas o Twitter não. \r\n\r\nHá muitas tendências em curso no momento, e considero como uma das principais a tendência de criar coisas cada vez mais inteligentes. Chamo isso de “cognificar”, \"cognificação\", também conhecida como Inteligência Artificial ou IA. Creio que será um dos mais influentes desenvolvimentos, tendências, direções e motivações em nossa sociedade nos próximos 20 anos. \r\n\r\nÉ claro que ela já está aqui. Já temos IA. Muitas vezes, funciona em segundo plano, nas áreas administrativas dos hospitais, onde é usada para diagnóstico por raio X, melhor do que um médico. Está em escritórios jurídicos, onde é usada para examinar provas legais, melhor do que um técnico jurídico. É utilizada para pilotar o avião no qual vocês vieram. Só foi pilotado pelo homem por sete ou oito minutos, e depois pela IA. No Netflix e na Amazon, está em segundo plano, fazendo aquelas recomendações. É o que temos hoje. \r\n\r\nTemos, é claro, um exemplo em um aspecto mais frontal da IA, com a vitória do AlphaGo, que derrotou o maior campeão de Go do mundo. Mas é mais do que isso. Se jogarem um videogame, estarão jogando contra a IA. Recentemente, o Google ensinou a IA dele a aprender realmente como jogar videogame. Mais uma vez, ensinar videogame já foi feito, mas aprender a jogar videogame é outro passo. Isso é inteligência artificial. O que estamos fazendo é pegando esta inteligência artificial e tornando-a cada vez mais inteligente. \r\n\r\nHá três aspectos desta tendência geral que considero subestimados. Acho que entenderíamos a IA muito melhor se compreendêssemos essas três coisas. Creio que essas três coisas também nos ajudariam a aceitar a IA porque é apenas ao aceitá-la que podemos, de fato, guiá-la. Podemos guiar as condições específicas ao aceitar a tendência mais abrangente. \r\n\r\nFalarei sobre os três diferentes aspectos. O primeiro é: nossa própria inteligência tem um conhecimento muito escasso sobre o que é a inteligência. Tendemos a pensar na inteligência como uma dimensão única, como uma nota que fica cada vez mais alta. Começa como a medição do QI. Começa talvez com um simples QI baixo em um rato ou camundongo, que talvez seja maior em um chimpanzé, talvez ainda maior em uma pessoa idiota, em outra pessoa na média como eu, e depois, talvez em um gênio. Essa simples inteligência de QI está ficando cada vez maior. Está completamente errado. A inteligência não é isso, a inteligência humana não é isso. É muito mais como uma sinfonia de diferentes notas, cada uma delas tocada em um diferente instrumento de percepção. \r\n\r\nHá vários tipos de inteligência em nossas mentes. Temos raciocínio dedutivo, temos inteligência emocional, temos inteligência espacial, temos talvez 100 tipos diferentes, que estão todos agrupados e que variam em diferentes intensidades, com pessoas diferentes. É claro que, se falarmos de animais, eles também têm outra capacidade, outra sinfonia de diferentes tipos de inteligência, e, às vezes, esses mesmos instrumentos são os mesmos que nós temos. Eles podem pensar do mesmo modo, mas ter uma organização distinta, e podem ser, em alguns casos, superiores ao homem, como a memória de longo prazo de um esquilo, realmente fenomenal, que permite a ele lembrar onde enterrou as nozes. Mas, em outros casos, podem ser inferiores. \r\n\r\nQuando falamos de máquinas, iremos construí-las da mesma forma, com alguns desses tipos de inteligência muito maiores do que os nossos, e muitos deles não estarão sequer perto dos nossos porque não são necessários. Então, pegaremos essas coisas, esses grupos artificiais, e estaremos incluindo mais variedades de conhecimento artificial às nossas IAs. Iremos fazê-las muito específicas. \r\n\r\nA calculadora de vocês já é mais esperta do que vocês em aritmética. O GPS de vocês é mais esperto do que vocês em navegação. O Google e o Bing são mais espertos do que vocês em memória de longo prazo. Pegaremos, outra vez, esses tipos diferentes de pensamento e os colocaremos dentro de um carro. A razão para querermos colocar dentro do carro para ele dirigir é porque o carro não dirige como o homem. Não pensa como nós. Essa é toda a característica dele. Não se distrai, não fica preocupado se deixou o fogão ligado, ou se deveria ter se formado em Finanças. Só dirige. \r\n\r\n(Risos) \r\n\r\nSó dirige, está bem? Na verdade, podemos até mesmo anunciar os carros como \"livres de consciência\". Não têm consciência, não se preocupam com as coisas, não se distraem. \r\n\r\nDe modo geral, estamos tentando criar o máximo de diferentes formas de pensamento que pudermos. Iremos povoar o espaço com todas as diferentes formas ou variedades possíveis de pensamento. Pode haver alguns problemas tão difíceis nos negócios e na ciência que nosso tipo de pensamento humano pode não conseguir resolver sozinho. Podemos precisar de um programa de dois passos para inventar novas formas de pensamento ao lado das quais possamos trabalhar para resolver problemas realmente grandes, como a energia escura ou a gravidade quântica. \r\n\r\nEstamos criando inteligências alienígenas. Vocês podem até pensar nisto como alienígenas artificiais, de certo modo. Eles irão nos ajudar a pensar de forma diferente, porque pensar diferente é o motor da criação, da riqueza e da nova economia. \r\n\r\nO segundo aspecto é: usaremos a IA para fazer principalmente uma segunda Revolução Industrial. A primeira Revolução Industrial foi baseada no fato de termos inventado algo que eu chamaria de força artificial. Antes disso, durante a Revolução Agrícola, tudo o que era feito tinha de ser feito com força humana ou força animal. Essa era a única forma de fazer qualquer coisa. A maior inovação durante a Revolução Industrial foi aproveitar a força do vapor e dos combustíveis fósseis para criar esta força artificial que podemos usar para fazer tudo o que quisermos. Hoje, quando dirigimos na estrada, com um toque no pedal, comandamos 250 cavalos, 250 cavalos de potência, que podemos usar para construir arranha-céus, cidades, estradas, criar fábricas que irão produzir grandes quantidades de cadeiras ou geladeiras muito além de nossa força. Essa força artificial também pode ser distribuída pelos fios de uma rede para cada casa, fábrica, fazenda, e qualquer um poderia adquirir essa força artificial apenas ligando alguma coisa. \r\n\r\nEssa também era uma fonte de inovação porque um agricultor podia pegar uma bomba manual, acrescentar essa força artificial, essa eletricidade, e teria uma bomba elétrica. Multipliquem isso por milhares ou dezenas de milhares de vezes, e essa fórmula foi o que nos trouxe a Revolução Industrial. Tudo o que vemos, todo este progresso que desfrutamos agora, veio do fato de termos feito isso. \r\n\r\nFaremos o mesmo agora com a IA. Iremos distribui-la em uma rede. Podem pegar essa bomba elétrica, acrescentar alguma inteligência artificial, e ter uma bomba inteligente. Isso multiplicado por um milhão de vezes será a segunda Revolução Industrial. O carro que desce a estrada tem 250 cavalos de potência, mas, além disso, tem 250 mentes. Esse é o carro autodirigível. É como uma nova mercadoria, é uma nova utilidade. A IA irá fluir pela rede, a nuvem, da mesma forma que a eletricidade. \r\n\r\nTudo o que havíamos energizado, iremos agora cognificar. Sugiro então que a fórmula para as próximas 10 mil partidas seja bastante simples: pegar x e acrescentar a IA. Essa é a fórmula que iremos usar. É dessa forma que faremos esta segunda Revolução Industrial. A propósito, agora, neste exato minuto, vocês podem acessar o Google e adquirir a IA por 6 centavos, 100 acessos. Está disponível agora. \r\n\r\nEntão, o terceiro aspecto disto é que, quando pegamos esta IA e a incorporamos, obtemos robôs. Os robôs serão programas e farão muitas tarefas que já fazemos. Um emprego é apenas um monte de tarefas. Eles irão redefinir nossos empregos porque farão algumas dessas tarefas. Mas também irão criar categorias totalmente novas, uma nova série de tarefas que não sabíamos que queríamos fazer antes. Irão, de fato, gerar novos tipos de empregos, novos tipos de tarefas que queremos que sejam feitas, assim como a automação criou uma série de coisas novas que não sabíamos que precisávamos antes, e que agora não conseguimos viver sem. Então, irão produzir ainda mais empregos do que tiram, mas é importante que muitas das tarefas que daremos a eles sejam tarefas que possam ser definidas em termos de eficiência ou produtividade. Se puderem especificar uma tarefa manual ou conceitual, que possa ser especificada em termos de eficiência ou produtividade, isso irá para os programas. A produtividade é para os robôs. Somos realmente bons principalmente em perder tempo. \r\n\r\n(Risos) \r\n\r\nSomos realmente bons em coisas ineficientes. A ciência em si é ineficiente. Funciona pelo fato de haver uma falha atrás da outra. Funciona pelo fato de fazerem testes e experiências que não funcionam, senão não se aprende. Funciona pelo fato de que não há muita eficiência nisso. A inovação, por definição, é ineficiente porque se criam protótipos, tentam coisas que falham, que não funcionam. A exploração em si é ineficiente. A arte não é eficiente. As relações humanas não são eficientes. Esses são os tipos de coisas para as quais seremos atraídos porque não são eficientes. A eficiência é para os robôs. Também iremos aprender que trabalharemos com essas IAs porque elas pensam de forma diferente da nossa. \r\n\r\nQuando Deep Blue derrotou o melhor campeão de xadrez do mundo, as pessoas pensaram que seria o fim do xadrez. Mas, na verdade, verifica-se que hoje o melhor campeão de xadrez do mundo não é uma IA. Não é um ser humano. É uma equipe de um ser humano e uma IA. Quem faz o melhor diagnóstico médico não é um médico nem uma IA. É uma equipe. Iremos trabalhar com essas IAs, e creio que vocês serão pagos no futuro de acordo com a forma como trabalham com esses programas. Então, essa é a terceira coisa: eles são diferentes, são uma utilidade e serão algo com o qual iremos trabalhar e não estar contra. Trabalharemos com eles e não contra eles. \r\n\r\nEntão, o futuro: \"Aonde isso nos leva?\" Penso que, daqui a 25 anos, eles irão olhar para trás, analisar nosso conhecimento de IA e dizer: \"Vocês não tinham IA; na verdade, nem tinham a Internet ainda, em comparação com o que teremos daqui a 25 anos\". Não há especialistas em IA neste momento. Há muito dinheiro gasto com isso. Há bilhões de dólares sendo gastos. É um imenso negócio, mas não há especialistas, em comparação com o que teremos daqui a 20 anos. Estamos apenas no começo do início, estamos na primeira hora de tudo isso. Estamos na primeira hora da Internet e do que vem por aí. O produto de IA mais popular daqui a 20 anos, que todo mundo irá usar, ainda não foi inventado. Isso significa que não estamos atrasados. \r\n\r\nObrigado. \r\n\r\n(Risos) \r\n\r\n(Aplausos) ",
    "title": "Como a Inteligência Artificial pode provocar uma segunda Revolução Industrial",
    "type": "video",
    "url": "https://www.ted.com/talks/kevin_kelly_how_ai_can_bring_on_a_second_industrial_revolution/transcript?language=pt-br"
  }