{
    "author": "Pierre Barreau",
    "body": "Cerca de dois anos e meio atrás, eu assisti a um filme chamado \"Ela\", que é sobre Samantha, uma superinteligência artificial que não pode tomar forma física. E porque ela não pode aparecer em fotografias, Samantha decide escrever uma composição musical que capturasse um momento da sua vida, assim como uma fotografia o faria. \r\n\r\nComo músico, engenheiro e criado em uma família de artistas, achei essa ideia de fotografias musicais realmente poderosa. Assim, decidi criar uma inteligência artificial compositora. Seu nome é AIVA, e ela é uma inteligência artificial que tem aprendido a arte da composição musical lendo mais de 30 mil das maiores partituras da história. Aqui está como uma partitura se parece para o algoritmo numa representação no estilo da matriz. E aqui está o que 30 mil partituras, escritas por compositores como Mozart e Beethoven, se parece num único quadro. \r\n\r\nEntão, usando redes neurais profundas, AIVA procura padrões nas partituras. Partindo de alguns compassos de uma música existente, ela tenta deduzir quais serão as próximas notas. Quando AIVA passa a fazer boas previsões, ela pode construir um conjunto de regras matemáticas para determinado estilo de música para poder criar suas próprias composições. \r\n\r\nE de certa forma, isso é meio como nós, humanos, compomos música também. É um processo de tentativa e erro, durante o qual nem sempre conseguimos a nota certa o tempo todo, mas podemos nos corrigir, seja com nosso ouvido ou com nosso conhecimento musical. Mas para AIVA, esse processo é tirado de décadas de aprendizado de um músico e compositor em apenas poucas horas. \r\n\r\nMas a música também é uma arte muito subjetiva. E precisávamos ensinar AIVA como compor a música certa para a pessoa certa, porque as pessoas têm preferências diferentes. Para tal, mostramos ao algoritmo mais de 30 categorias diferentes para cada partitura em nosso banco de dados. Essas categorias são como humor ou intensidade da nota ou estilo do compositor ou a época em que foi escrita. E vendo todos esses dados, AIVA pode realmente responder a pedidos muito específicos. \r\n\r\nPor exemplo, tivemos um projeto recentemente, em que nos foi solicitado criar uma composição que lembrasse uma trilha sonora de um filme de ficção científica. A composição criada chama-se \"Among the Stars\" e foi gravada pela Orquestra CMG, em Hollywood, sob a regência do maestro John Beal, e isso é o que foi gravado, uma composição escrita por AIVA. \r\n\r\n(Música) \r\n\r\n(Fim da música) \r\n\r\nO que acham? \r\n\r\n(Aplausos) \r\n\r\nObrigado. \r\n\r\nComo podem ver, IA pode criar composições lindas e a melhor parte é que humanos podem dar vida a elas. Não é a primeira vez na história que tecnologia foi capaz de ampliar a criatividade humana. Música ao vivo era sempre utilizada em filmes mudos para acrescentar à experiência. \r\n\r\nO problema da música ao vivo é que ela era limitada. É complicado colocar uma orquestra inteira em um cinema pequeno, e é difícil fazer isso para todos cinemas do mundo. Assim, a invenção de gravadores permitiu aos criadores de conteúdo, como criadores de filme, ter a música gravada adaptada a cada cena de suas histórias. E isso foi realmente um potenciador da criatividade. \r\n\r\nDois anos e meio atrás, quando assistia o filme \"Ela\", pensei que música personalizada seria a próxima grande mudança em como consumimos e criamos música. Porque hoje em dia temos conteúdo interativo, como videogames, que têm centenas de horas de jogo, mas apenas duas horas de música, em média. Isso significa que a música se repete várias vezes e não é muito envolvente. Então, estamos trabalhando para garantir que IA possa compor centenas de horas de música personalizada para situações fora da capacidade humana. \r\n\r\nE não queremos fazer isso apenas para jogos. Beethoven escreveu uma composição para a amada dele chamada \"Für Elise\", e imaginem se pudéssemos trazer Beethoven de volta à vida. Como se ele estivesse sentado ao seu lado, compondo uma música para sua personalidade e para sua história de vida. \r\n\r\nOu imaginem se alguém como Martin Luther King, tivesse uma AI compositora personalizada. Talvez lembraríamos de \"I Had a Dream\" não apenas como um grande discurso, mas também como uma grande composição de parte de nossa história, capturando os ideais do Dr. King. \r\n\r\nEsta é a nossa visão de AIVA: personalizar a música de tal forma que todos vocês, e todos indivíduos no mundo, possam ter acesso a uma trilha sonora ao vivo personalizada, baseada em sua história e personalidade. Esse momento juntos aqui no TED agora faz parte da nossa história de vida. Então, pareceu apropriado que a AIVA compusesse uma música para esse momento. E é exatamente isso que fizemos. Induzimos AIVA a compor uma música no estilo do jingle do TED e no estilo de música que nos causa um sentimento de admiração. E a composição é chamada de \"Age of Amazement\". Não foi necessária IA para criar tal nome. \r\n\r\n(Risos) \r\n\r\nEu não poderia estar mais orgulhoso de mostrá-la a vocês, então, fechem os olhos e aproveitem a música. \r\n\r\nMuito obrigado. \r\n\r\n(Música) \r\n\r\n[The Age of Amazement - composta por AIVA] \r\n\r\n(Fim da música) \r\n\r\nEla foi dedicada a todos vocês. \r\n\r\nObrigado. \r\n\r\n(Aplausos) ",
    "title": "Como IA poderia compor uma trilha sonora para sua vida",
    "type": "video",
    "url": "https://www.ted.com/talks/pierre_barreau_how_ai_could_compose_a_personalized_soundtrack_to_your_life/transcript?language=pt-br"
  }