{
    "author": "Tom Gruber",
    "body": "Estou aqui para oferecer a vocês um novo olhar sobre a área em que atuo: a inteligência artificial. Acho que o propósito da IA é capacitar o homem com a inteligência da máquina. À medida que as máquinas ficam mais inteligentes, nós também ficamos. Chamo isso de \"IA humanística\", inteligência artificial projetada para atender às necessidades humanas aprimorando as pessoas e colaborando com elas. Fico feliz em ver que a ideia de um assistente inteligente é a tendência atual. É a metáfora popularmente aceita para a interface entre o homem e a IA. A IA que ajudei a criar chama-se Siri. \r\n\r\nVocês conhecem a Siri. A Siri conhece nossas intenções e nos ajuda a realizá-las, nos ajuda a fazer coisas. Mas talvez não saibam que projetamos a Siri como uma IA humanística, para aprimorar as pessoas com uma interface de comunicação, que permitiu a elas usar a computação móvel, independentemente de quem fossem e das capacidades que tivessem. \r\n\r\nPara a maioria de nós, o impacto dessa tecnologia é tornar as coisas mais fáceis de usar. Mas, para meu amigo Daniel, o impacto da IA nesses sistemas mudou a vida dele. Daniel é muito sociável, e ele é cego e tetraplégico, o que dificulta o uso desses aparelhos que fazem parte do nosso cotidiano. Em minha última visita, o irmão dele disse: \"Espere, ele não está pronto. Daniel está no telefone com uma mulher que conheceu on-line\". Pensei: \"Que legal! Como ele conseguiu?\" Daniel usa a Siri para gerenciar sua vida social, e-mails, mensagens de texto e telefone, sem depender de seus cuidadores. Interessante, não é mesmo? É uma grande ironia: um homem cuja relação com a IA o ajuda a se relacionar com pessoas de verdade. Isso é a IA humanística. \r\n\r\nOutro exemplo de algo que pode mudar uma vida é o diagnóstico de câncer. Quando um médico suspeita de câncer, extrai uma amostra e envia ao patologista, que a observa no microscópio. Os patologistas examinam centenas de lâminas e milhões de células todos os dias. Para ajudar nessa tarefa, alguns pesquisadores criaram um classificador com IA. O classificador diz: \"Isso é câncer ou não?\", examinando as imagens. O classificador era muito bom, mas não tão bom quanto um ser humano, que acerta na maioria das vezes. \r\n\r\nMas, quando combinaram as capacidades da máquina com as do homem, o nível de precisão foi para 99,5%. Essa parceria com a IA eliminou 85% dos erros que um patologista humano teria feito se trabalhasse sozinho. São muitos casos de câncer que não teriam sido tratados. Por curiosidade, o homem foi melhor na rejeição de falsos positivos, e a máquina no reconhecimento de casos difíceis de detectar. Mas a lição aqui não é sobre qual é o melhor nessa tarefa de classificação de imagens. Isso muda todos os dias. A lição aqui é que, ao combinar as capacidades do homem com as da máquina, foi criada uma parceria de desempenho sobre-humano. Isso é a IA humanística. \r\n\r\nVejamos um outro exemplo com desempenho turbinado. O design. Vamos supor que vocês são engenheiros, e querem criar um novo design para um \"drone\". Pegam as ferramentas de software preferidas de vocês, inserem o formato e os materiais, e analisam o desempenho. Isso lhes fornece um design. Se derem as mesmas ferramentas a uma IA, ela poderá gerar milhares de designs. \r\n\r\nEste vídeo da Autodesk é incrível. Isso é real. Isso transforma a maneira como fazemos o design. O engenheiro humano informa o que o design deve conquistar, e a máquina informa: \"As possibilidades são estas\". O trabalho do engenheiro é escolher aquela que atende melhor aos objetivos do design, o que, como humano, conhece melhor do que ninguém, usando a capacidade e o julgamento humano. Neste caso, a forma eleita se parece com algo projetado pela natureza, sem alguns milhões de anos de evolução e todo aquele pelo desnecessário. \r\n\r\nVamos ver aonde essa ideia da IA humanística nos leva se especularmos um pouco mais. Que tipo de melhoria todos nós gostaríamos de ter? Que tal o aprimoramento cognitivo? Em vez de perguntarmos: \"Podemos tornar as máquinas inteligentes?\", perguntemos: \"Nossas máquinas podem nos tornar inteligentes?\" Considerem a memória, por exemplo. A memória é a base da inteligência humana. Mas a memória humana é famosa pelas falhas. Somos ótimos em contar histórias, mas não nos apegamos aos detalhes. Além disso, nossas memórias se enfraquecem com o tempo. Para onde foram os anos 60? Também posso ir até lá? \r\n\r\n(Risos) \r\n\r\nE se pudessem ter uma memória tão boa quanto a de um computador, e que fosse sobre a vida de vocês? E se pudessem se lembrar de todas as pessoas que já conheceram, da pronúncia dos nomes delas, dos detalhes de família, dos esportes favoritos, da última conversa? Se tivessem essa memória por toda a vida de vocês, poderiam deixar a IA examinar todas as interações que já tiveram com as pessoas, e ajudá-los a refletir sobre seus relacionamentos. E se a IA pudesse ler tudo o que vocês já leram, e ouvir cada música que já ouviram? Ela poderia ajudá-los a recuperar, nos mínimos detalhes, qualquer coisa que já tenham lido ou ouvido antes. Imaginem o que isso faria pela capacidade de criar novas relações e novas ideias. \r\n\r\nE nossos corpos? E se pudéssemos nos lembrar das consequências de tudo o que comemos, de cada pílula que tomamos, de cada noite que não dormimos? Criaríamos nossa própria ciência com nossos próprios dados sobre o que nos faz sentir bem e ficar saudáveis. Imaginem como isso iria revolucionar a maneira como lidamos com alergias e doenças crônicas. \r\n\r\nAcredito que a IA tornará realidade o aprimoramento da memória pessoal. Não sei dizer quando ou quais os fatores envolvidos, mas acho que é inevitável, porque tudo que faz da IA um sucesso atualmente, a disponibilidade de dados abrangentes e a capacidade das máquinas de entender esses dados, podem ser aplicadas aos dados de nossa vida. Esses dados estão aqui hoje, disponíveis para todos nós, porque levamos uma vida com intervenção digital no celular e on-line. \r\n\r\nNa minha opinião, uma memória pessoal é uma memória privada. Temos a chance de escolher o que será ou não lembrado e retido. É absolutamente necessário que isso seja mantido em segurança. \r\n\r\nPara a maioria de nós, o impacto do aprimoramento de nossa memória pessoal será um ganho mental imenso, talvez, com sorte, um pouco mais de estilo social. Mas, para os milhões que sofrem de Alzheimer e demência, o aprimoramento da memória pode ser a diferença entre uma vida de isolamento e uma vida de dignidade e relacionamento. \r\n\r\nNeste momento, estamos no meio de um renascimento da IA. Somente nos últimos anos, começamos a ver soluções para os problemas de IA com os quais lutamos literalmente há décadas: compreensão de linguagem, texto e imagem. Temos uma escolha sobre o modo como utilizamos essa poderosa tecnologia. Podemos escolher utilizar a IA para automatizar e competir conosco, ou para nos aprimorar e colaborar conosco, para superar nossas limitações cognitivas e para nos ajudar a fazer o que quisermos, mas de uma forma melhor. Conforme descobrimos novas formas de dar inteligência às máquinas, podemos distribuir essa inteligência a todos os assistentes de IA no mundo e, portanto, para cada pessoa, independentemente das circunstâncias. Por esse motivo, cada vez que uma máquina fica mais inteligente, nós ficamos mais inteligentes. \r\n\r\nEssa é uma IA que vale a pena divulgar. \r\n\r\nObrigado. \r\n\r\n(Aplausos) \r\n\r\nObrigado. \r\n\r\n(Aplausos) ",
    "title": "Como a inteligência artificial pode melhorar nossa memória, nosso trabalho e nossa vida social.",
    "type": "article",
    "url": "https://www.ted.com/talks/tom_gruber_how_ai_can_enhance_our_memory_work_and_social_lives/transcript?language=pt-br"
  }