{
    "author": "Clara Guimarães",
    "body": "Pesquisadores da IBM desenvolveram um modelo de Inteligência Artificial (IA) que pode prever câncer de mama maligno com até 1 ano de antecedência e com 87% de precisão. Embora já existam métodos de previsão de IA que dependem de imagens de mamografia e registros médicos, a IBM destaca-se por usar ambos - e obter, potencialmente, um resultado mais confiável.\r\nA abordagem da IBM treina a IA com imagens de mamografia anônimas ligadas a biomarcadores  e dados clínicos, permitindo a criação de um algoritmo de alta precisão, Ele consegue, portanto, reduzir a taxa de erro ao analisar além da imagem, vendo coisas como nível de ferro e funcionamento da tireoíde. \r\n\r\nContudo, você provavelmente não gostaria de confiar apenas no algoritmo para fazer previsões, mas ele serviria como um bom \"segundo conjunto de olhos\", diz a IBM. Ele poderia verificar o prognóstico de um radiologista e reduzir as chances de os pacientes serem enviados para exames de acompanhamento desnecessários. Isso é muito útil em países com escassez de médicos ou em qualquer situação em que não há muito tempo para exames humanos.\r\n\r\nA forma de previsão da IBM pode não ser a mais rápida - considerando que o MIT lançou um projeto similar capaz de identificar o câncer com até 5 anos de antecedência-, mas ela está apostando em uma visão mais completa da situação, que não confie apenas em imagens e que atue em conjunto com médicos. \r\n\r\nDe qualquer forma, há uma possibilidade real de que mais pacientes com câncer de mama iniciem o tratamento antes que o primeiro tumor apareça.\r\n\r\nVia: Engadget",
    "title": "Inteligência Artificial da IBM consegue prever câncer de mama",
    "type": "article",
    "url": "https://olhardigital.com.br/noticia/inteligencia-artificial-da-ibm-consegue-prever-cancer-de-mama/87030"
  }