{
    "author": "Jorge Vargas Neto",
    "body": "A Inteligência Artificial (IA) ganhará cada vez mais espaço em todos setores da sociedade, como saúde, economia, indústria e educação. Segundo dados do Sebrae, a IA deve movimentar, em 2018, R$ 730 milhões, no Brasil.\r\n\r\nEm relatório publicado no dia 3 deste mês, a Organização Mundial do Comércio (OMC) afirmou que tecnologia e inovação vão aumentar o comércio global entre 1,8 e 2 pontos percentuais, por ano, até 2030. O diretor da organização, Roberto Azevêdo, indicou que avanços como blockchain, inteligência artificial e internet das coisas vão mudar mercado.\r\n\r\nNo mercado financeiro, é muito debatido o uso da IA e como a tecnologia pode agregar aos serviços prestados. O assunto vem mobilizando especialistas do Fórum Econômico Mundial que apontou em seu relatório que a IA vai revolucionar o setor, ao introduzir novos modelos de atuação e promover a redução de custos.\r\n\r\nÉ importante esclarecer, porém, que a IA propriamente dita, que significa a capacidade de produzir pensamento próprio, também chamada de singularidade, ainda não existe no setor financeiro. O que há, e vem crescendo muito, é o machine learning, ou aprendizado de máquina, que tem duas modalidades: a tradicional e o chamado deep learning (aprendizado profundo).\r\n\r\nO machine learning permite basicamente ao computador processar informações e com isso gerar modelos estatísticos que vão se aprimorando, conforme são acrescentados mais dados ao sistema. É algo extremamente valioso para o mercado financeiro. Tanto para o crédito, quanto em operações financeiras envolvendo investimento em ações e derivativos, entre outros.\r\n\r\nJá o deep learning consiste no desenvolvimento de sistemas que absorvem um número alto de dados, de forma que ele comece a criar associações a partir das informações. A aplicação mais conhecida desse modelo é o Google Fotos, que hoje já reconhece, e processa, as imagens com gatos a partir da busca pelo termo \"gatos\" em seu banco de fotos.\r\n\r\nFeitos esses esclarecimentos, vamos usar o termo inteligência artificial para descrever as aplicações de machine learning e deep learning.\r\n\r\nVolume dos dados\r\n\r\nA IA permite o processamento maior de volume de dados, além de mais camadas de informações, de modo a tornar a previsão de riscos de crédito mais precisa em tempo real.\r\n\r\nOu seja, a aplicação de algoritmos de aprendizado de máquina aos dados individualizados dos clientes, combinada a fundamentos de boa gestão de riscos, poderá otimizar a identificação de melhores estratégias no gerenciamento de risco de crédito.\r\n\r\nDessa forma, é possível acessar novos mercados hoje não atendidos, bem como ter melhor acurácia na concessão. Com isso, poderemos gerar maior concorrência no setor e potencialmente taxas mais baixas aos tomadores de financiamento.\r\n\r\nNa análise de crédito, é possível introduzir a IA no processamento de dados de relacionamento com clientes, como saldo pendente, data de pagamento de parcelas, dias de atraso, nível de endividamento em relação ao faturamento e comprometimento.\r\n\r\nAssim, a tecnologia é combinada com dados de agência de crédito padrão – como Serasa e Boa Vista. Isso permite melhor individualização e precificação do risco de crédito dos clientes, tendo como consequência uma oferta de produtos financeiros mais personalizados e maximização dos resultados da oferta de referidos produtos.\r\n\r\nA inteligência artificial é hoje um dos campos que atrai mais investimentos de bancos e capitalistas de risco em geral. Apesar de ser relativamente recorrente ao longo dos últimos 20 anos, a sua aplicação vem evoluindo gradativamente no exterior, principalmente nos Estados Unidos, Europa e China.\r\n\r\nAtualmente, a maior parte dos grandes bancos estrangeiros e das empresas de tecnologia de grande porte possui áreas dedicadas a aplicação dessas tecnologias a serviços bancários, entre elas a Amazon Lending, AntFinancial, Tencent e Facebook Payments.\r\n\r\nGrande potencial\r\n\r\nNo Brasil, o tema está em franca expansão, mas ainda não é aplicado em grande escala, havendo ainda um grande potencial de desenvolvimento e crescimento no mercado.\r\n\r\nA perspectiva para os próximos anos é que o crescimento da capacidade computacional, especialmente a partir da chegada dos processadores quânticos, permitirá o processamento de um conjunto de dados ainda maior, o que possibilita a individualização dos riscos de cada cliente e melhora da precisão dos modelos preditivos para muitas aplicações, como o gerenciamento de riscos de cartões de crédito em tempo real e outros.\r\n\r\nA tendência é que, com a presença maior da IA no setor financeiro, surjam modelos cada vez mais precisos e, por consequência, melhores produtos financeiros disponíveis à população.\r\n\r\nÉ importante ressaltar que a expansão da tecnologia fez com que surgisse a discussão sobre como regulamentar as aplicações da IA. A Ordem dos Advogados do Brasil (OAB), por exemplo, anunciou em julho a criação de um grupo para debater a regulamentação do uso da IA no Direito.",
    "title": "Como a inteligência artificial pode mudar o cenário de oferta de crédito",
    "type": "article",
    "url": "https://olhardigital.com.br/colunistas/jorge_vargas_neto/post/como_a_inteligencia_artificial_pode_mudar_o_cenario_de_oferta_de_credito/78999"
  }